{
    "content" : {
        "Home": [
            "<p class='text'>Jenny Ivas has decades of experience in playing music and piano tuition, accumulating a varied musical diet ranging from classical composers such as Mozart and Beethoven to contemporary music by the likes of Sinatra, Queen and more. Her students range across many different age groups and aspiration levels, working at the speed and intensity best suited to each individual pupil. She has exceptional knowledge in not only playing music, but understanding it; alongside teaching students how to play and read music, she can help students understand music theory, an important aspect of music which is needed in both the GCSE and A level exam curricula.</p><br />",
            "<p class='text'>Jenny can submit students for examinations with the Associated Board of the Royal School of Music (ABRSM). This prestigious music exam consists of performing three selected pieces, showing technical abilities on the piano and answering questions about music theory. Submission for exams is at the students request</p><br />",
            "<p class='text' style='color:var(--color1);''>With very competitive rates and the first lesson absolutely FREE, theres no reason not to get in touch! Call Jenny on 07504 880524 or <a href='mailto:jennyivas@icloud.com' target='_blank'>send an email enquiry now</a></p>"
        ],
        "About": [
            "<p class='text'>I teach all ages from young to old not only piano, but other musical skills such as harmony and aural training. I get on well with people, relating to youngsters as well as adults, and feel I am a patient teacher and encourage parents of young students to sit in on lessons if both parent and student are happy to do so. I teach things thoroughly and work at a pace suitable for each individual.</p>",
            "<p class='text'>With over 20 years experience of private teaching I embrace a varied musical diet such as Bach, Mozart, Beethoven, Chopin, Queen, Billy Joel, Scott Joplin, Frank Sinatra, Adele etc. and offer support with the music GCSE and A level syllabus. For Academic music GCSE and A level work, a lot of the work is practically based. So, as a piano tutor, I am always willing to play a role in teaching and developing piano work for their exams, whether it be an integral role such as choosing and teaching music or playing the second part of a piano duet, or a backseat role like simply giving opinions or advice when asked. </p>",
            "<p class='text'>I currently use the Associated Board of the Royal School of Music (ABRSM) for students who wish to sit exams, though not everyone wants to take exams and thats fine. I have an excellent success rate with the ABRSM but I believe it is more important to maintain a good balance between students enjoying playing piano and building their own repertoire and then sitting exams when they wish. </p>",
            "<p class='text'>Some of my past students have gone on to make successful careers out of music: one ex-student became the guitarist for Errol Browns group <i>Hot Chocolate </i>, and another is playing as a session musician with a number of bands ranging from jazz to two-tone to heavy metal, all while comfortably playing renditions of Mozart and Chopin music. Another ex-student of mine has gone on to specialise in composition and is currently working tirelessly for the opportunity to have his work published. The majority of my ex-students do continue playing for fun after their lessons have ended even if they do not wish to pursue musical careers. I try to keep in touch with my former students and will always offer to lend them a hand should they ever need it again. </p>"

        ],
        "Exams": [
            "<h4>Exams</h4><br />",
            "<p class='text'>For students who want to follow a graded exam system, the ABRSM offers of up to 8 graded practical exams and optional music theory exams. Please note that any practical exam submission past grade 5 must be submitted with evidence of having passed the grade 5 music theory exam</p><br />",
            "<p class='text'>The practical exams take 12 minutes, with tests getting longer after grade 4. The test is marked using 4 major criteria: </p><br />",
            "<li><b>performances</b> - three pieces chosen by the ABRSM <i>(90 marks)</i> </li>",
            "<li><b>scales</b> - <i>(21 marks)</i></li>",
            "<li><b>sight reading</b> - <i>(21 marks)</i></li>",
            "<li><b>aural tests</b> - <i>(18 marks)</i></li><br />",
            "<p class='text'>Each year, there are three opportunities to enter for exams: the spring term, summer term and autumn term. <b>For a full list of exam dates and fees, <a href=http://gb.abrsm.org/en/exam-booking/exam-dates-and-fees/ target='_blank'>visit the ABRSM official site</a></b></p><br />",
            "<h4>Music Theory Exams</h4><br />",
            "<p class='text'>For musicians who wish to sit a grade 6 practical exam, they must first pass not only the grade 5 practical exam but also pass the grade 5 theory exam. Theory exams are designed to supply musicians with an understanding of the fundaments of music. You do not need to have sat music theory grades 1-4 before sitting the grade 5 theory test.</p><br />",
            "<p class='text'>The exam is marked out of 100 and will question students on their knowledge of key musical techniques such as harmony, melody, rhythm, dynamics and other frequently used music markings.</p><br />",
            "<p class='text'>You can find out more about practical music exams and music theory exams on the ABRSM official website.</p>"
        ]
    },
    "colour": {
        "default": [
            "rgb(238,50,38)",
            "rgb(180,85,85)",
            "rgb(255,89,0)",
            "rgb(255,160,50)",
            "rgb(255,190,35)",
            "rgb(255,209,0)",
            "rgb(255,242,0)",
            "rgb(90,30,30)"
        ]
    },
    "reviews": [
        {
            "author": "Hannah McGlashen",
            "comment": "I have known Jenny for 20 years as my piano teacher and she is simply amazing. She has so much knowledge about music in general and can convey her knowledge in a down-to-earth manner. I would highly recommend her for all ages and any skill level."
        },
        {
            "author": "Jo Wilson",
            "comment": "Jenny is a very kind & patient teacher and always likes to praise rather than criticise. She can be firm where needed but always encouraging. In short my daughter loves her lessons so what more can I ask for!"
        },
        {
            "author": "Aaron Connelly",
            "comment": "The house is immaculate and neatly furnished, Jenny is always well presented and she never put herself over me. I'm planning on going back to finish grade 8 when I can, fantastic pianist!"
        },
        {
            "author": "Charlene Mighten",
            "comment": "Jenny has helped me learn music in way that I thought I couldn't. Jenny has made me feel welcome and has always been felixible with my lessons as I work shifts. Jenny is an excellent teacher and not to mention a great pianoist herself."
        }
    ]
}